-- MySQL dump 10.13  Distrib 8.0.28, for Win64 (x86_64)
--
-- Host: localhost    Database: phone_book_the_best
-- ------------------------------------------------------
-- Server version	8.0.28

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `phone_abonent`
--

DROP TABLE IF EXISTS `phone_abonent`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `phone_abonent` (
  `id` int NOT NULL AUTO_INCREMENT,
  `name` varchar(300) NOT NULL,
  `mobile_phone` varchar(100) NOT NULL,
  `internal_phone` varchar(100) NOT NULL,
  `IP_phone` varchar(100) NOT NULL,
  `pts_phone` varchar(100) NOT NULL,
  `conference_phone` varchar(100) NOT NULL,
  `zas_phone` varchar(100) NOT NULL,
  `gorod_phone` varchar(100) NOT NULL,
  `zvks` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `phone_abonent`
--

LOCK TABLES `phone_abonent` WRITE;
/*!40000 ALTER TABLE `phone_abonent` DISABLE KEYS */;
INSERT INTO `phone_abonent` VALUES (1,'1. Администрация','','','','','','','',''),(2,'1.1. Канцелярия','','','','','','','',''),(3,'Богомолова Варвара Маратовна','8-911-111-11-11','55-55','12345','1','8-911-111-11-12','8-911-111-11-13','8(495)888-88-88','email@yandex.ru'),(4,'Баженова Софья Тимофеевна','8-222-22-22-22','82-31','38-200','2','2523','73-01-174','8(499)966-82-31','email@yandex.ru'),(5,'Агафонова Яна Артуровна','8-926-699-93-95','82-31','246','3','8-912-555-55-55','34653','8(499)966-82-31','email@yandex.ru'),(6,'1.1.1. Сектор документации','','','','','','','',''),(7,'Богданова Агата Степановна','8-912-111-11-11','82-31','3333','4','8-912-555-55-77','11-11-115','8(499)673-20-05','email@yandex.ru'),(8,'Герасимова Стефания Максимовна','8-926-699-93-77','75-56','45747','5','57568','11-11-119','8(499)673-20-11','email@yandex.ru'),(9,'Боброва Мария Дмитриевна','8-926-699-93-44','92-31','45741','6','57555','11-11-444','8(499)673-20-11','email@yandex.ru'),(10,'Алексеев Дмитрий Даниилович','8-926-699-93-88','82-99','45741','7','8-926-913-54-33','34645','8(499)966-82-33','email@yandex.ru'),(11,'Мельникова Анастасия Тимофеевна','8-926-699-93-66','82-52','45725','8','8-926-913-54-65','11-11-321','8(499)966-82-85','email@yandex.ru'),(12,'1.1.2. Архив','','','','','','','',''),(13,'Кондратьева Мирослава Арсентьевна','8-926-699-93-23','75-56','45741','9','8-926-913-54-19','11-11-415','8(499)966-82-56','email@yandex.ru'),(14,'Маслова Полина Максимовна','8-926-699-93-44','82-49','45748','10','8-912-555-55-41','11-11-114','8(499)673-20-37','email@yandex.ru'),(15,'1.2. Бухгалетрия','','','','','','','',''),(16,'Егорова Мирослава Ивановна','8-926-699-93-43','72-31','45743','11','8-926-913-54-72','11-11-159','8(499)966-82-59','email@yandex.ru'),(17,'1.3. Юридический отдел','','','','','','','',''),(18,'Назарова Александра Никитична','8-926-699-93-41','82-43','33317','12','8-926-913-54-73','11-11-482','8(499)966-82-59','email@yandex.ru'),(19,'Павлов Глеб Александрович','8-926-699-93-43','82-82','38-215','12','8-926-913-54-73','11-11-719','8(499)966-82-72','email@yandex.ru'),(20,'2. Службы логистики и транспорта','','','','','','','',''),(21,'2.1. Отдел логистики','','','','','','','',''),(22,'Степанов Арсений Леонидович','8-926-699-93-42','82-49','45743','13','8-926-913-54-76','11-11-795','8(499)966-82-73','email@yandex.ru'),(23,'Антонова Алиса Денисовна','8-912-111-11-75','73-01-82-72','33359','14','8-926-913-54-73','73-01-179','8(499)966-82-91','email@yandex.ru'),(24,'2.1.1. Сектор транспортно-складских операций','','','','','','','',''),(25,'Царев Дмитрий Германович','8-926-699-93-71','82-32','45747','15','8-926-913-54-73','73-01-181','8(499)966-82-46','email@yandex.ru'),(26,'Борисова София Николаевна','8-912-111-11-73','73-01-82-18','45748','16','8-926-913-54-79','11-11-487','8(499)966-82-75','email@yandex.ru'),(27,'2.1.1.1. Склад №1 Сбыта','','','','','','','',''),(28,'Быкова Анастасия Андреевна','8-926-699-93-14','82-81','38-259','17','8-926-913-54-79','11-11-147','8(499)966-82-75','email@yandex.ru'),(29,'Павлова Мария Марковна','8-912-111-11-74','82-77','45158','18','8-926-913-54-79','73-01-758','8(499)160-04-72','email@yandex.ru'),(30,'2.1.1.2. Склад №2 Ответственного хранения','','','','','','','',''),(31,'Петрова Ясмина Кирилловна','8-926-699-93-73','82-84','38-249','19','8-912-555-55-77','11-11-183','8(499)160-04-79','email@yandex.ru'),(32,'Бородин Данила Александрович','8-926-699-93-76','83-48','45746','20','8-912-555-55-11','73-01-752','8(499)966-82-44','email@yandex.ru');
/*!40000 ALTER TABLE `phone_abonent` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-05-02 23:45:41
